---
kind: other
id: Properties.T:Autodesk.Revit.DB.ImportIFCOptions
source: html/a048a98a-d552-7dff-0eb4-a33cfaa27517.htm
---
# ImportIFCOptions Properties

Specifies whether the .NET object represents a valid Revit entity.